[
    {
        "Article URL": "https://www.telegraphindia.com/india/share-live-location-on-whatsapp-stay-on-call-with-cops-haryana-polices-new-drive-for-womens-safety/cid/2048126",
        "Title": "Share live location on WhatsApp, stay on call with cops: Haryana police's new drive for women's safety",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Haryana Police has launched an initiative under its Emergency Response Support System, allowing women travelling alone to be in touch with them in real time in a bid to ensure their safety, especially at night.\t \t Women can now dial '112' and share their live location on Whatsapp with the police control room to avail the service, a senior police officer said. They will also have the option to stay on a call with cops until they reach their destination, the officer said. To register, women can call '112' and share their travel details, including name, mobile number, departure and arrival locations and expected travel times. The Haryana dial '112' team will then track the woman's location and stay in contact with her until she reaches her destination, he said. The system is also connected to existing emergency response systems, including police, fire and health departments, which allows it to track the location of all services in real time and direct the nearest vehicle to the person in need, police said. Additionally, users can activate a panic call by pressing the power button on their phone three times quickly or long-press '5' or '9' key on a feature phone. They can also email an SOS alert to the State Emergency Response Centre or use the 112 India Mobile App, the officer said. Haryana Director General of Police, Shatrujeet Kapur recently held a review meeting with senior police officials in Chandigarh to enhance women's safety system. Kaur also released a video message, especially for the working women, talking about the new services in the system. The meeting focused on the trip-monitoring service, creation of databases for auto-rickshaws and working women as well as the operational review of Haryana '112'. Since introducing the 'Dial 112' project in July 2021, the average response time has reduced from 16 minutes and 14 seconds to 7 minutes, the officer said, adding that police teams now reach out to distress callers faster.",
        "Location": "Gurugram",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/vice-president-jagdeep-dhankhar-targets-rahul-gandhi-over-quota-remark-says-it-shows-anti-constitutional-mindset/cid/2048118",
        "Title": "Jagdeep Dhankhar targets Rahul Gandhi over quota remark, says it shows 'anti-constitutional mindset'",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "In a veiled attack on Congress leader Rahul Gandhi over his remarks on \"ending reservation\", Vice President Jagdeep Dhankhar on Sunday said such comments by a person holding a constitutional post shows \"anti-constitutional mindset\". Addressing a public event in Mumbai, Dhankhar also said that awareness about India's Constitution is highly needed as some people have forgotten its soul.   \t\"A person from a constitutional post saying on a foreign land that reservation should be ended underscores the same anti-constitutional mindset. The baton of prejudices against reservation has been handed over. It is the same old anti-constitutional mindset,\" he said. \"Reservation is not against meritocracy, but it is the soul of the country and the Constitution. It is an affirmative action and not negative. It is not depriving someone of opportunity but handholding those who are pillars of strength of the society,\" the vice president said. During a recent visit to the US, Gandhi, the leader of opposition in the Lok Sabha, said the Congress would think of scrapping reservations when “India is a fair place”, which he said is not the case right now.",
        "Location": "Mumbai",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/west-bengal/rg-kar-rape-and-murder-case-protesters-demonstrate-outside-cbi-office-as-sleuths-take-arrested-cop-for-medical-exam/cid/2048113",
        "Title": "RG Kar case: Protesters demonstrate outside CBI office as sleuths take arrested cop for medical exam",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Several people demonstrated outside the CBI office here at CGO Complex on Sunday morning when its sleuths were taking Abhijit Mondal, the Tala Police Station officer-in-charge who was arrested in the RG Kar hospital medic’s rape-murder case, for a customary medical examination.  The agitators gathered outside the CGO Complex, carrying placards and posters, and shouted slogans demanding justice for the woman doctor and criticising the police for its handling of the investigation before the CBI took over the case. Mondal, who was arrested on Saturday evening in connection with the central agency’s probe into the RG Kar hospital incident, will be produced before the Sealdah court on Sunday. Sleuths of the CBI were seen jostling with the protesters while departing the CGO Complex with Mondal. Mondal has been arrested for allegedly tampering evidence, delay in registering the FIR among other charges, an official said. The body of the postgraduate woman doctor was recovered in the seminar hall of RG Kar Medical College and Hospital on August 9. The Central Bureau of Investigation (CBI) has been conducting the probe into the rape and murder of the woman medic, following a Calcutta High Court order. ",
        "Location": "Calcutta",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/centres-priority-development-of-tribals-poor-youths-women-pm-modi-in-jharkhand/cid/2048112",
        "Title": "Centre's priority development  of tribals, poor, youths, women: PM Modi in Jharkhand",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Prime Minister Narendra Modi on Sunday said the Centre's priority is development of tribals, poor, Dalits, women and youths, and several schemes have been launched to benefit them. Jharkhand, which was lagging in development, will also see rapid growth with the launch of these projects, he said. \"Jharkhand was lagging in development but now several projects would usher in progress here. Now, the Centre's priority is development of tribals, poor, youth, women and Dalit,\" Modi said, while virtually addressing people gathered at Tatanagar for the launch of Vande Bharat trains and several projects. The PM apologised to the people for not being able to reach Tatanagar as \"my chopper could not take off from Ranchi due to bad weather\". He said rail and other projects would boost industry, tourism, economic growth and development in the eastern region. \"The Centre has increased its investment for the development of Jharkhand. This year, Jharkhand has been given an allocation of Rs 7,000 crore for the development of railway infrastructure.  If we compare the budget of the past 10 years, it is 16 times higher. \"Jharkhand has joined the list of states where 100 per cent electrification of the railway network has been achieved,\" he said. Under the Amrit Bharat Station Yojana, over 50 railway stations in the state are also being transformed, he added. Earlier, he virtually flagged off six Vande Bharat trains for Jharkhand, Odisha, Bihar and UP at Ranchi. On the occasion, Union ministers Shivraj Singh Chouhan, Annapurna Devi and Sanjay Seth and Jharkhand Governor Santosh Kumar Gangwar were present at Tatanagar station.",
        "Location": "Ranchi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/chal-kudiye-alia-bhatt-diljit-dosanjh-announce-new-song-collaboration-for-jigra/cid/2048114",
        "Title": "'Chal Kudiye': Alia Bhatt, Diljit Dosanjh announce new song collaboration for 'Jigra'",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Punjabi singer Diljit Dosanjh and Bollywood star Alia Bhatt are joining hands together once again for the song \"Chal Kudiye\" in the upcoming film \"Jigra\", eight years after they worked together on the popular track \"Ikk Kudi\" from \"Udta Punjab\". The announcement comes days after Bhatt teased a collaboration with Dosanjh on social media. Bhatt shared the teaser of \"Chal Kudiye\", sung by Dosanjh, in an Instagram post on Sunday. \"It's yours soon. #ChalKudiye @diljitdosanjh,\" she wrote. \"Let your JIGRA lead the way! #ChalKudiye coming soon. #Jigra in cinemas October 11,\" Dosanjh wrote on his page. It's unclear whether Bhatt has also lent her voice to the new track.\t \tDirected by Vasan Bala, \"Jigra\" follows the journey of Bhatt's character who goes to great lengths to free her brother, played by Vedang Raina, who is behind the bars. The film is slated to hit the big screens on October 11. Previously, Bhatt and Dosanjh sang the club mix version of \"Ikk Kudi\", a poem penned by the late Punjabi writer Shiv Kumar Batalvi. The song was composed by Amit Trivedi. Dosanjh, who is currently on an international music tour, recently featured in \"Jatt & Juliet 3\".",
        "Location": "New Delhi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/deepika-padukone-discharged-from-hospital-after-giving-birth-to-baby-girl/cid/2048124",
        "Title": "Deepika Padukone discharged from hospital after giving birth to baby girl",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Bollywood star Deepika Padukone was on Sunday discharged from a private hospital in Mumbai, a week after welcoming her first child with actor-husband Ranveer Singh. The duo, who have co-starred in films such as \"Ram-Leela\", \"Bajirao Mastani\" and \"83\", became parents to a baby girl on September 8. According to videos circulating on social media, Deepika and Ranveer's car was spotted leaving the hospital on Sunday afternoon. Neither the new mother nor the new father was seen when their car drove past the paparazzi gathered outside the hospital. In a clip, their security detail can be seen requesting the paparazzi to not trouble the couple by clicking pictures and recording videos at a traffic signal. Another purported video shows their car entering their apartment building in Bandra amid rains in Mumbai. Earlier in the day, Deepika updated her Instagram profile. \"Feed, burp, sleep, repeat,\" read the new mother's bio. Deepika, 38, and Ranveer, 39, announced the arrival of their first child in a joint Instagram post last Sunday. \"Welcome Baby Girl! 8.9.2024,\" it read. A day before she gave birth, the couple was photographed offering prayers at the Siddhivinayak Temple on the eve of Ganesh Chaturthi. The actor duo tied the knot in an intimate wedding ceremony in 2018 at Lake Como, Italy. They announced Deepika's pregnancy in February. Deepika and Ranveer will next be seen in a special appearance in the Rohit Shetty-directed \"Singham Again\", headlined by Ajay Devgn. It is scheduled for a Diwali release.",
        "Location": "New Delhi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/will-resign-as-cm-after-two-days-demand-early-polls-in-delhi-arvind-kejriwal/cid/2048111",
        "Title": "Will resign as CM after two days, demand early polls in Delhi: Arvind Kejriwal",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Delhi Chief Minister Arvind Kejriwal on Sunday said he would resign after two days and would demand early polls in Delhi while vowing not to sit in CM's chair till people give him a \"certificate of honesty\". Kejriwal, who was released on bail from Tihar on Friday in the excise policy graft case, said he would hold a meeting of AAP MLAs in the next couple of days and a party leader would take over as chief minister. \"Delhi elections are due in February but I demand that elections in the national capital be held in November with Maharashtra,\" he said. \"I will only sit on CM's chair after people give me a certificate of honesty. Want to give 'agnipariksha' after coming out of jail.\" The AAP national convener said, \"I will become chief minister and Manish Sisodia deputy CM only when people say we are honest. Alleging the BJP tried to prove him corrupt, Kejriwal said the saffron party cannot provide good schools and free electricity to people because they are corrupt. \"We are honest,\" he asserted. \"They slap false cases against non-BJP chief ministers. If they are arrested, I urge them not to resign but run the government from jail,\" the Delhi chief minister said. \"I didn't resign (after arrest in excise policy case) because I respect democracy and the Constitution is supreme for me,\" Kejriwal said and asserted that it is only the AAP that can stand up to the BJP's \"conspiracies\". Referring to him quitting the chief minister's post in 2014 over the Jan Lokpal Bill, just 49 days after assuming power, Kejriwal said, \"I resigned then for my ideals. I do not have a lust for power.\" Saying that the excise policy case would go on for long, the chief minister said he wanted to ask the people of Delhi whether he is honest or guilty. He asked people to vote in his favour only if they considered him honest. \"For me, the BJP is not important, people are important,\" he said. \"Our leaders Satyendar Jain and Amanatullah Khan are still in jail. I hope they come out soon,\" the chief minister told AAP workers here as he thanked God \"who was with us through difficulties.\" About his time in jail, Kejriwal referred to letters written by freedom fighter Bhagat Singh while in British captivity and said, \"I wrote only one letter to the Lieutenant Governor from Tihar and was issued a warning.\" \"Our freedom fighters were allowed meetings with colleagues but my party colleague Sandeep Pathak was not allowed to meet me in jail,\" he said.",
        "Location": "New Delhi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/faridabad-underpass-drowning-police-claim-suv-driver-ignored-warning-barricades/cid/2048108",
        "Title": "Faridabad underpass drowning: Police claim SUV driver ignored warning, barricades",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The driver of a car that got stuck in the flooded Old Faridabad Railway underpass leading to the death of its two occupants had disregarded the barricades put up to prevent people from going to the inundated area, a police official has claimed. Viraj (26), a cashier at a private bank branch here, and Punyashray Sharma (48), the manager, were returning home in Greater Faridabad from Gurugram on Friday night when their sports utility vehicle (SUV) got stuck in the flooded underpass around 11:50 pm, police said. The XUV 700 entered the underpass ignoring all warnings and water gushed into the vehicle, they said. The passersby attempted to help the duo stuck in the car and after a lot of efforts, managed to get them out but Viraj died on the spot, a police official said, adding Sharma was taken to the Badshah Khan Civil Hospital, where he was pronounced dead. According to police, rains throughout Friday inundated the underpass and cars were warned against entering it. \"A barricade was put up at the entrance of the underpass since it was waterlogged. The occupants of the SUV were told by police officers to take a different route,\" police sub-inspector Rajesh Kumar told PTI Videos. \"But they removed the barricade and attempted to go through the underpass. The car's doors got locked as it got stuck in the water and the duo died by drowning,\" he said. A colleague of the two deceased said Viraj and Sharma left the bank at night. \"Viraj was driving. He was new in Delhi-NCR and maybe he didn't know that the route was waterlogged,\" Arjun Singh, the colleague, told PTI Videos. Inspector Samer Singh, the SHO of the NIT Faridabad police station, said the families of the deceased have been informed about the incident and the bodies will be handed over to their kin after post-mortem. ",
        "Location": "Faridabad (Haryana)",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/raveena-tandon-apologises-to-fan-for-refusing-to-click-a-selfie-in-london-i-panicked/cid/2048110",
        "Title": "Raveena Tandon apologises to fan for refusing to click a selfie in London: I panicked",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Days after she refused to click a selfie with a fan in London, actor Raveena Tandon made a promise to her admirer to meet him and take a picture together. On Friday, the \"Patna Shukla\" star had shared a lengthy post on X describing how she \"panicked\" fearing for her life in the UK when a few men approached her when she was walking around alone. An apologetic Tandon then clarified that she didn't intend to offend anyone. On Saturday, a man claiming to be the fan from the incident reached out to her via social media. \"Yes Bhavin, am glad I found you ! Bro. I’m really sorry for that day. I panicked . Thank you for getting in touch with reema, will surely meet you here in london and take a picture together too.. (sic)\" the actor wrote on X, with the fan asking her to not apologise as he understood her point of view. In her note, Tandon had said when a few men came up to her in London asking her if she was Raveena Tandon the actor, she walked away as she had heard \"not such great things about the crime situation here\". \"... and my first instinct was to say no and walk away even faster as I was alone , they just wanted a picture I guess, and I most of the time oblige , but after the incident that happened in bandra a few months ago, has left me a bit nervous and traumatised, so when I’m with people I am ok , but alone I still get a bit nervous these days (sic)\" she wrote, referring to the June incident when she and her driver were allegedly attacked by a mob in Mumbai's Bandra suburb amid claims of rash driving. The 49-year-old actor said she felt bad after the London incident and apologised to them through social media. \".... would want to apologise to them through this medium if they are reading, that it was not my intention to offend. I’m really sorry. Hope I can meet you again and click a picture with you maybe . I try my best to be accessible and normal , but I fail at times . So sorry guys . I hope you are reading this and know that, I shouldn’t have panicked (sic)\" she said. Tandon will next be seen in \"Welcome To The Jungle\", directed by Ahmed Khan.",
        "Location": "New Delhi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/jammu-and-kashmir-terrorists-exchange-fire-with-security-forces-in-poonch-district/cid/2048090",
        "Title": "Jammu and Kashmir: Terrorists exchange fire with security forces in Poonch district",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "An encounter broke out in a remote village in Jammu and Kashmir's Poonch district when security forces launched a cordon and search operation following information about the presence of terrorists, an official said on Sunday.             Acting on a tip off, a joint search operation was launched by the police and army in the Pathanateer area near Gursai top in Mendhar sub-division on Saturday evening, the security official said.             He said the search party came under fire from the hiding terrorists, triggering a gunfight.             Intermittent exchange of fire is on between both the sides, the official said, adding that reinforcements were rushed to the area and further details are awaited. ",
        "Location": "Jammu, Mendhar",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/bharatiya-janata-party-mla-munirathna-arrested-over-harassment-threats-and-casteist-abuse/cid/2048091",
        "Title": "Karnataka: BJP MLA Munirathna arrested over death threats, casteist slur against contractor",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "BJP legislator Munirathna has been arrested in connection with two cases registered against him for alleged harassment, threats and casteist abuse. \"We have taken him into custody. He was detained in Kolar and brought to Bengaluru, after which he has been formally arrested in connection with the cases filed against him,\" a senior police officer said. Advocate Sadananda, representing the BJP MLA and former minister, said the allegations were far from the truth and added there was no evidence. \"We will also be approaching the high court,\" he told reporters on Saturday. \"We will file a counter complaint against the complainants and the truth will come out.\" The cases against the Rajarajeshwarinagar MLA were filed at Vyalikaval police station on Friday. Official sources said Munirathna was taken to Bowring Hospital for a medical checkup and then to police station. His supporters had also gathered at Vyalikaval police station. Citing violation of party discipline, the state BJP has issued a showcause notice to Munirathna and asked him to clarify the allegations before a disciplinary committee within five days. BJP leaders, including Union minister Prahlad Joshi and Leader of Opposition in the Karnataka Assembly R Ashoka, while maintaining that action should be taken against Munirathna if he had committed any wrong, termed his \"hurried arrest\" vendetta politics and preplanned. In the first FIR filed by Bruhat Bengaluru Mahanagara Palike (BBMP) contractor Cheluvaraju, the MLA is accused of demanding Rs 30 lakh as a bribe and threatening to terminate his contract if he did not pay the money. The contractor alleged that Munirathna had initially demanded Rs 20 lakh in 2021 for a solid waste disposal contract. However, despite making that payment for getting 10 auto trippers for a waste management contract, he was not sanctioned those vehicles by the civic body. According to the FIR, Cheluvaraju was being repeatedly harassed by the MLA, who allegedly verbally abused him and also physically assaulted him. In the complaint, the contractor further alleged that the MLA did not allow him to execute his work and had even slapped him in September 2023. Three others, including government officials, were also named in the FIR for allegedly threatening, abusing and harassing the contractor. Cheluvaraju also claimed in the complaint that he contemplated ending his life because of the repeated harassment. The contractor has also released a purported audio recording of a phone conversation between him and Munirathna. According to the police, the second FIR against the accused MLA was filed on the complaint of a BBMP corporator who alleged that Munirathna had hurled casteist abuse, and insulted his caste and family. Munirathna also allegedly asked Chaluvaraju, the contractor and the complainant in the first case, not to associate with the corporator because of his caste. The second FIR was registered under the Scheduled Caste and Scheduled Tribe (Prevention of Atrocities) Act and sections of the Bharatiya Nyaya Sanhita, the police added. Later, Munirathna said the allegations against him were \"far from truth\". \"For the last 15 years, there have been no allegations by a contractor or from the public that Munirathna has used derogatory language. After the Lok Sabha polls and results, conspiracies have been planned against me,\" he said in a video statement. The MLA said he wrote to demand a probe after receiving a complaint about irregularities of Rs 15 lakh every month in Devaraj Urs Truck Terminals Ltd and added that conspiracies against him started from that day. \"Anyone's voice can be created… The technology is advanced. Their intention is to send me to jail,\" Munirathna said. \"I knew bad days were awaiting me after the Lok Sabha poll results. It is a joint operation by the person who lost against me (Kusma H of Congress) in the assembly polls and DK Suresh (of Congress) who lost against Dr Manjunath (BJP candidate in Bangalore Rural Lok Sabha seat). Contractor Cheluvaraju has been used for it.\" Alleging that the complainant had filed atrocities cases against 20 people so far, Munirathna said he had not made any derogatory comment or spoken against Vokkaliga and Dalit community or people belonging to it. Taking a dig at the BJP, Karnataka Chief Minister Siddaramaiah alleged on X that \"leaders @BJP4Karnataka who talk about rituals and culture first clean the mouth of your MLA Munirathna and tell the town. BJP's slogan that we are all Hindus is only limited to the election season\". Citing the purported viral audio, he said, \"Munirathna insulated the Dalit and Vokkaliga community in the most obscene manner, demanded money and threatened to kill the contractor if the money was not paid. All these are crimes of very serious nature.\" \"BJP state president @BYVijayendra and leader of Opposition @RAshokaBJP who stand in front of the media and preach about the law and order of the state, do they have the courage to stand up and speak in front of their own hooligan MLA Munirathna?\" the chief minister asked. \"Now BJP leaders are left with two options. One is to support Munirathna's statement and admit that they are anti-Dalit or to publicly apologise to the Dalit community of the country and expel him from the party,\" he added. ",
        "Location": "Bengaluru",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/meerut-house-collapse-several-people-killed-in-rescue-operations-underway/cid/2048095",
        "Title": "Meerut house collapse: Death toll rises to 10, rescue operations underway",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The death toll in the collapse of a three-storey house in Zakir Nagar here has risen to 10 while the rescue work at the site is still underway, the district administration said on Sunday. In a statement, the administration said one person is feared to be still trapped under the debris. The deceased have been identified as Sajid (40), his daughter Saniya (15), son Saqib (11), Simra (one-and-half years), Reeza (7), Naffo (63), Farhana (20), Alisa (18), Aliya (6) and Rimsa (5 months). The condition of Sofiyan (6) is stable, the administration said in the statement. Of those injured, Naeem (22), Nadeem (26), Saqib (20) and Saina (38) are undergoing treatment at the Lala Lajpat Rai Memorial Medical College. The three-storey house collapsed on Saturday afternoon, trapping 15 people under the debris. Speaking to reporters, Meerut District Magistrate of Deepak Meena said, \"When the rescue operation started, the relatives gave information about 15 persons. Three managed to escape when the building was collapsing.\" \"The death toll stands at 10 till now while five persons are alive. The rescue operations will continue till the entire debris is removed,\" the officer said. \"The bodies have been kept at the medical college and a post-mortem examination is being conducted,\" he said. Senior officials, including Meerut Zone Additional Director General of Police D K Thakur, Divisional Commissioner Selva Kumari J, Inspector General of Police Nachiketa Jha and Senior Superintendent of Police Vipin Tada, reached the spot to monitor the rescue operation. NDRF, fire brigade and police teams are engaged in the rescue operation.",
        "Location": "Lucknow, Meerut",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/prime-minister-narendra-modi-bangladeshi-rohingya-infiltration-major-threat-to-jharkhand/cid/2048130",
        "Title": "Bangladeshi, Rohingya infiltration major threat to Jharkhand: Prime Minister Narendra Modi",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Prime Minister Narendra Modi on Sunday accused the ruling JMM-led coalition in Jharkhand of patronising Bangladeshi and Rohingya infiltration for vote bank politics. He said infiltrators from the neighbouring country are a major threat to Jharkhand as they are changing the demography of the Santhal Parganas and Kolhan regions of the state. \"Bangladeshi and Rohingya infiltrators have become a major threat to Santhal Parganas and Kolhan regions. The demography of these regions is changing fast. The tribal population is on the decline. The infiltrators are establishing control of the panchayat system, grabbing land, indulging in atrocities on daughters of the state...Each Jharkhand resident is feeling unsafe,\" the prime minister said while addressing the 'Parivartan Maharally' of the BJP at Gopal Maidan here. He also alleged that the JMM was \"supporting infiltrators\" and the fact was that \"illegal immigrants from the neighbouring country managed to establish influence\" over the ruling party in the state. Modi termed the JMM, RJD and the Congress as the \"biggest enemies of Jharkhand\", asserting that these parties were \"power-hungry\" and \"indulged in vote bank politics\". The PM also alleged, \"The JMM-led government has been trained by Congress' school of corruption. It is time to bid farewell to the JMM that looted mines, minerals and Army land.\" \tModi, who was scheduled to reach Jamshedpur via a chopper, had to travel to the steel city on the road as his helicopter could not take off due to inclement weather conditions. \"No obstacles, including heavy rain, could prevent me from reaching you, I am touched by your affection,\" he said. He also asserted that the BJP is set to come to power in the state after the assembly polls due later this year. \"If the BJP comes to power, it will launch a probe into deaths of aspirants during excise constable recruitment drive,\" he said. Modi accused the JMM-led coalition of targeting BJP leaders and framing false cases against them. ",
        "Location": "Jamshedpur",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/nitin-gadkari-says-he-was-offered-support-for-prime-ministers-post-but-he-declined/cid/2048103",
        "Title": "Nitin Gadkari says he was offered support for prime minister's post, but he declined",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Union minister Nitin Gadkari has said a political leader once offered to support him if he were to enter the race for the Prime Minister's post, but he declined the offer stating he did not nurse such an ambition. The senior BJP leader was speaking at a journalism awards function in Maharashtra's Nagpur city on Saturday. \"I remember one incident -- I would not name anyone -- that person said 'if you are going to become prime minister, we will support you',\" Gadkari said, without specifying when the conversation took place.  \t\"But, I asked why you should support me, and why should I take your support? To become the prime minister is not the aim in my life. I am loyal to my conviction and my organisation, and I am not going to compromise for any post because my conviction is foremost for me,\" he said. In his speech, the minister underlined the importance of ethics in both journalism and politics. Recalling a meeting with a senior CPI functionary, Gadkari said he told the communist leader that late A B Bardhan was among the tallest politicians from Nagpur and Vidarbha. When the leader expressed surprise saying Bardhan was an opponent of the Rashtriya Swayamsevak Sangh (RSS), Gadkari said honest opposition should be respected. \"I said one should respect a person who opposes with honesty, because there is honesty in his opposition...one who opposes with dishonesty deserves no respect,\" the BJP leader said. Comrade Bardhan was faithful to his ideology, and politics as well as journalism now lack such people, he said. Democracy will be successful only when all the four pillars -- judiciary, executive, legislature and media -- follow ethics, Gadkari added. ",
        "Location": "Nagpur",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/anti-human-trafficking-unit-books-samajwadi-party-mla-wife-after-teenage-domestic-helps-body-found-in-house/cid/2048093",
        "Title": "Anti-Human Trafficking Unit books Samajwadi Party MLA, wife after teenage domestic help's body found in house",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The police's Anti-Human Trafficking Unit on Saturday registered a case against a Samajwadi Party MLA and his wife, days after the body a teenage domestic help was recovered from their home in this Uttar Pradesh district. The minor girl was found hanging from a noose in Samajwadi Party's Bhadohi MLA Zahid Beg's residence on Monday. Superintendent of Police Meenakshi Katyayan said the Anti-Human Trafficking Unit initiated an investigation following the girl's death and the subsequent rescue of a 17-year-old girl working at the MLA's residence. \"Based on the findings, a case has been registered against Zahid Beg and his wife Seema Beg under Section 108 of the Bonded Labour System (Prohibition) Act,\" said the officer. The labour department also initiated proceedings against the MLA and his wife on Friday. The investigation into both cases has been entrusted to crime inspector Shatanshu Shekhar Pankaj, said Katyayan. ",
        "Location": "Bhadohi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/comptroller-and-auditor-general-lashes-out-at-odisha-forest-department-in-its-report-for-failing-to-protect-elephants-lives/cid/2048062",
        "Title": "CAG lashes out at Odisha forest department in its report for failing to protect elephants’ lives",
        "Author Name": "Subhashish Mohanty",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The Comptroller and Auditor General (CAG) has lashed out at the Odisha forest department in its report for failing to protect elephants’ lives. The CAG has found several lapses with the forest department that have contributed to the deaths of elephants, including in the core area of the forests of Odisha. Elephants have died either because of electrocution or for other reasons, including falling prey to poachers. During the past 10 years, while poachers killed 41 elephants, 719 pachyderms died because of other reasons. On Thursday, a 14-year-old female elephant’s carcass was found under the Betnoti reservoir in Mayurbhanj. The elephant died after coming in contact with a wire. The carcass of another elephant was found on Friday in Kalahandi district. The iconic elephant of the Chandaka Forest Reservoir died last month because of electrocution. In its report, the CAG pointed out that the elephant is listed under Scheduled-I of the Wild Life Protection Act 1972, which records maximum protection for the species. In Odisha, app-based monitoring through integrated wildlife management systems, web geometric information system portals, drones and bulk supply management services, and early warning systems are widely used for tracking the movement of elephants in various divisions. Apart from this, protection-related infrastructure, hired vehicles and other logistics are provided throughout the year to facilitate staff and squad to carry out regular patrolling. Despite all these measures, the number of deaths could not be checked and it remained a concern. On scrutiny, the audit observed various contributing factors for the death of elephants such as a deficit in foot patrolling in the forest areas according to the Odisha forest management system data, non-utilisation of trap cameras at proper places, inadequate deployment of elephant squads, lack of weapons and no action against field staff for lapses in reporting of the poaching and the poachers. It also pointed out the deaths of elephants had been reported because of electrocution caused by illegal hooking and sagging lines.  It has taken some sample studies and has questioned why no elephant corridors have been constructed. ",
        "Location": "Bhubaneswar",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/jharkhand/jharcraft-aims-to-widen-market-solo-expo-in-chennai/cid/2048064",
        "Title": "Jharcraft aims to widen market: Solo expo in Chennai",
        "Author Name": "Animesh Bisoee",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The Jharkhand Silk Textile and Handicraft Development Corporation (Jharcraft), an undertaking of the Jharkhand industry department, is widening its market in the southern region of the country. Jharcraft, formed to create sustainable livelihood opportunities in rural areas, based on sericulture, handloom, handicraft and other allied activities started a three-day handloom and handicraft expo in Chennai on Saturday. “In recent years it is the first such solo exhibition organised by Jharcraft. In 2012-13 we had organised a similar exhibition in Chennai. In coming times we will be hosting similar exhibitions in different big cities of the country in order to provide a market to our rural artisans. We already have our outlets in various big cities,” said Jitender Singh, the secretary of the industry department, Jharkhand. “Jharkhand is a stronghold of handicrafts men and Jharcraft is making efforts to provide a platform to the rich cultural heritage and artists there. On the inaugural day we have a good response,” Singh added. The expo will conclude on September 16 and stalls related to handicrafts and artifacts of Jharkhand have been set up as well. In addition, stalls related to handicrafts and art culture in other states such as Uttarakhand, Punjab, Uttar Pradesh, Delhi, Karnataka and Tamil Nadu have also been set up.",
        "Location": "Jamshedpur",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/nobel-peace-laureate-and-human-rights-lawyer-oleksandra-matviichuks-tips-for-ordinary/cid/2048063",
        "Title": "Nobel Peace laureate and human rights lawyer Oleksandra Matviichuk's tips for 'ordinary' ",
        "Author Name": "Subhashish Mohanty",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "Nobel Peace laureate and Kyiv-based human rights lawyer Oleksandra Matviichuk while addressing the batch of 2024 at the 20th annual convocation of KIIT Deemed to be University, Bhubaneswar, on Saturday said ordinary people can do extraordinary things. In her convocation address, delivered virtually, Matviichuk said: “Achyuta Samanta’s example in building institutions and his efforts in reducing inequalities remind me of one simple truth — ordinary people have much more impact than they can even imagine. Ordinary people can do extraordinary things.” Addressing the convocation, Odisha governor Raghubar Das said: “The country is going through both a challenging and exciting phase. It is estimated that Bharat will become the third largest economy of the world by 2030.” Das said: “Today youths are playing a leading role in innovation and start-ups. India is among the top three countries in the world in the start-up ecosystem. They are making unicorns and providing opportunities to lakhs of people. Instead of job seekers, they are becoming job givers.”   The governor congratulated Dr Achyuta Samanta, founder of KIIT and KISS, for effectively using education as a tool for empowerment, helping underprivileged people integrate into the mainstream of the society. Congratulating the batch of 2024 for their outstanding performance, Samanta exhorted students to take risks, fail, learn and rise. “Always keep in mind the 3 I’s: Idea, Innovation and Impact. These three will shape your future and the world around you,” he told the students. A total of 7,283 students received degrees at the convocation ceremony. These include 5,455 bachelors, 1,597 masters and 186 PhD degrees.",
        "Location": "Bhubaneswar",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/india/all-doctors-to-have-unique-ids-national-medical-commission-starts-registration-on-its-portal/cid/2048125",
        "Title": "All doctors to have unique IDs, National Medical Commission starts registration on its portal",
        "Author Name": "PTI",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The National Medical Commission (NMC) has initiated the process of registration of all MBBS doctors eligible to practice in India on a recently launched portal, as a part of which all medical practitioners will have a unique ID.  The National Medical Register (NMR) is a dynamic database and will be a central repository of all registered doctors, in which their authenticity is verified by Aadhaar IDs.  \"The NMR is ready for registration of registered medical practitioners (RMPs) with immediate effect,\" Dr B Srinivas, Secretary of the NMC said.  All the MBBS doctors who are registered on Indian Medical Register (IMR) have to register again on the NMR, the NMC said in a public notice recently, and added that all medical colleges/institutions, state medical councils (SMCs) are inter-linked on the portal.  Some data will be visible to the public and others will only be visible to Ethics & Medical Registration Board  (EMRB) of the NMC, SMC, National Board of Examinations (NBE) and medical institutions and RMPs as per requirements, the notice said.  To start the registration process, doctors would need their Aadhaar IDs, a digital copy of their MBBS degree certificate and the registration certificate of the State Medical Council/Medical Council of India where the doctor got registered the first time.  Additional details like registration and qualification credentials can be manually entered and submitted through the portal.  Following this, the application is automatically forwarded to the respective SMC for verification. The SMC would then forward the application to the relevant college or institute for further review. Upon successful verification, the application is sent to the NMC.  After verification by NMC, a unique NMR ID would be issued. During this process, doctors can opt to join the Healthcare Provider Registry which will link them to the broader digital healthcare ecosystem, the notice said.  Through this portal, all stakeholders, including SMCs and educational institutions can log in and verify applications from a single platform.  The NMR portal offers a variety of features, including the ability to add additional qualifications, track applications, suspend licenses, and issue NMR ID cards and digital doctor certificates, it said.  Currently, registration using the MBBS degree is only available on the portal and adding additional qualification(s) would be made available soon, the NMC said.  \"Till date, there was a lack of comprehensive data that could provide a detailed and holistic picture of aspects like total numbers of doctors in the country, those that have left the country, those who have lost their license to practice, or the numbers and details of doctors that have lost their lives. The launch of the NMR will ensure the provision of data of its more than 13 lakh doctors,\" an official had earlier said.  The National Medical Register (NMR) Portal was inaugurated by Union Health Minister J P Nadda on August 23.  \"The National Health Register is a much-awaited step in this direction that will strengthen the digital healthcare ecosystem and will ensure quality healthcare to the people of India,\" Nadda had stated.  The NMC is mandated under Section 31 of the NMC Act, 2019 that Ethics & Medical Registration Board (EMRB) of NMC shall maintain a national register in electronic form containing the name, address, all recognised qualifications possessed by a licensed medical practitioner.",
        "Location": "New Delhi",
        "Publish Date": "15.09.24"
    },
    {
        "Article URL": "https://www.telegraphindia.com/jharkhand/government-seal-to-back-no-intrusion-cry-rights-groups-cite-mha-report/cid/2048060",
        "Title": "Government seal to back 'no-intrusion' cry: Rights groups cite MHA report",
        "Author Name": "Animesh Bisoee",
        "Author URL": "Hyper_Link is not given",
        "Article Content": "The Jharkhand Janadhikar Mahasabha, a coalition of rights groups in Jharkhand, has cited the affidavit of the Centre before Jharkhand High Court to buttress its fact-finding report that Bangladeshi intruders are not involved in recent land dispute cases in the Santhal Pargana of the state. The mahasabha has cited the affidavit filed by the ministry of home affairs (MHA) in the high court on September 12. It said in a media statement: “(The) Centre has admitted in an affidavit that the involvement of Bangladeshi intruders in recent land dispute cases has not been established. In the PIL filed by an alleged BJP worker in the high court it has been claimed that Bangladeshi intruders are looting land and marrying tribal women.” “In recent times, the BJP leaders have been continuously propagating that a large number of Bangladeshi intruders are coming to Santhal Pargana and grabbing the land of tribals, marrying tribal women and the population of tribals is decreasing. “The BJP has linked many incidents of violence and land disputes in the area to Bangladeshi intruders. The affidavit of the central government has exposed the BJP’s game of giving these local disputes the colour of Bangladeshi infiltration,” the statement added. The Jharkhand Janadhikar Mahasabha and the Loktantra Bachao Abhiyan had shared before media their fact-finding report earlier this month after visiting Pakur and Sahibganj districts in Santhal Pargana and alleged that the BJP was spreading the rumour of local land and personal disputes of families or communities by linking them with Bangladeshi infiltration. “The Centre has in the affidavit stated that there is a possibility of infiltration in Pakur and Sahibganj, both situated near Bengal, but has not provided any proof in this regard. Also, by misinterpreting the figures in the affidavit, it has been stated that there has been a massive decline in the number of Hindus in Santhal Pargana. “It has been said that in 1951 the total population of the region was 23.22 lakh of which the population of Hindus was 90.37 per cent, Muslims 9.43 per cent and Christians 0.18 per cent. In the total population of 23.22 lakh, tribals were 44.67 per cent. It has been said that the proportion of Hindu population decreased to 67.95 per cent in 2011,” the statement alleged. “It is not mentioned in the affidavit that in the 1951 census, the census was done in only six religious codes (Hindu, Islam, Sikh, Christian, Jain and Buddhist) and tribals were included in Hindu only. Whereas in 2011 many tribals had written themselves in ‘other/Sarna’. In the affidavit, tribals who are not Muslims or Christians have been surreptitiously considered Hindus. This reflects the politics of (the) BJP and the central government to make tribals Hindus by not accepting their independent religious identity,” the Mahasabha statement claimed. “The fact is that if we take the number of non-tribal Hindus only, then they were 1,011,396 (43.56 per cent) in 1950 which increased to 34,25,679 (49.16 per cent) in 2011,” the statement added.",
        "Location": "Jamshedpur",
        "Publish Date": "15.09.24"
    }
]